#+title: dotfiles

[[file:20200418155222_information_technology.org][R:@information technology]]


** Managed files

From the moment you add a file to chezmoi, it gets copied to the chezmoi local directory and it becomes "managed".

You can find the list of managed files with the command:
#+BEGIN_SRC bash :results output
chezmoi managed
#+END_SRC

#+RESULTS:
#+begin_example
/home/benoit/.bashrc
#+end_example


